Repository: rvola/login-lockdown
Catalog: languages/loginlockdown-*.po
Languages: cs_cz

source: Settings Updated.
cs_cz: Nastavení bylo uloženo.

source: Lockdowns Released.
cs_cz: IP adresy uvolněny.

source: Login LockDown Options
cs_cz: Možnosti Login LockDown

source: Settings
cs_cz: Nastavení

source: Activity (%d)
cs_cz: Aktivita (%d)

source: Max Login Retries
cs_cz: Max. počet pokusů

source: Number of failed login attempts within the "Retry Time Period Restriction" (defined below) needed to trigger a LockDown.
cs_cz: Počet neúspěšných pokusů v rámci „Doby zaznamenávání pokusů“ (definované níže) potřebný k aktivovaní blokace.

source: Retry Time Period Restriction (minutes)
cs_cz: Doba zaznamenávání pokusů (minuty)

source: Amount of time that determines the rate at which failed login attempts are allowed before a LockDown occurs.
cs_cz: Počet minut během kterých se sčítá množství neúspěšných přihlášení, která jsou povolena před zablokováním.

source: Lockout Length (minutes)
cs_cz: Doba blokování (minuty)

source: How long a particular IP block will be locked out for once a LockDown has been triggered.
cs_cz: Jak dlouho bude konkrétní IP adresa blokovaná od okamžiku, kdy dojde k zablokování.

source: Lockout Invalid Usernames?
cs_cz: Blokovat neplatná uživatelská jména?

source: By default Login LockDown will not trigger if an attempt is made to log in using a username that does not exist. You can override this behavior here.
cs_cz: Ve výchozím nastavení se při pokusu o přihlášení pomocí neexistujícího uživatelského jména nezapne funkce blokování. Zde můžete toto chování změnit.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Mask Login Errors?
cs_cz: Maskovat přihlašovací chyby?

source: WordPress will normally display distinct messages to the user depending on whether they try and log in with an invalid username, or with a valid username but the incorrect password. Toggling this option will hide why the login failed.
cs_cz: WordPress obvykle zobrazí uživateli různé zprávy podle toho, zda se pokusí o přihlášení s neplatným uživatelským jménem, nebo platným uživatelským jménem ale nesprávným heslem. Zapnutím této možnosti skryjete důvod, proč se přihlášení nezdařilo.

source: Show Credit Link?
cs_cz: Zobrazit odkaz na plugin?

source: By default, Login LockDown will display the following message on the login form:
cs_cz: Ve výchozím nastavení zobrazí Login LockDown v přihlašovacím formuláři následující text:

source: Login form protected by <a href="%1$s">%2$s</a>.
cs_cz: Přihlašovací formulář chrání <a href="%1$s">%2$s</a>.

source: This helps others know about the plugin so they can protect their blogs as well if they like. However, you can disable this message if you prefer.
cs_cz: To pomáhá ostatním se o pluginu dozvědět, takže mohou také chránit své blogy, pokud chtějí. Tuto zprávu však můžete deaktivovat, pokud chcete.

source: Yes, display the credit link.
cs_cz: Ano, zobrazit odkaz.

source: Display the credit link, but add "rel='nofollow'" (ie. do not pass any link juice).
cs_cz: Zobrazit odkaz, ale přidat atribut "rel='nofollow'" (nesledovat tento konkrétní odkaz).

source: No, do not display the credit link.
cs_cz: Ne, nezobrazovat odkaz.

source: Update Settings
cs_cz: Uložit změny

source: There is currently %d locked out IP address.
cs_cz: V tuto chvíli je zablokovaná %d IP adresa.

source: No IP blocks currently locked out.
cs_cz: Aktuálně nejsou zablokovány žádné IP adresy.

source: %s minutes left
cs_cz: %s minut zbývá

source: Release Selected
cs_cz: Uvolnit zvolené

source: Login form protected by <a href="%1$s" %2$s>%3$s</a>.
cs_cz: Přihlašovací formulář chrání <a href="%1$s" %2$s="">%3$s</a>.

source: <strong>ERROR</strong>: The username field is empty.
cs_cz: <strong>CHYBA</strong>: Uživatelské jméno nebylo zadáno.

source: <strong>ERROR</strong>: The password field is empty.
cs_cz: <strong>CHYBA</strong>: Heslo nebylo zadáno.

source: <strong>ERROR</strong>: Invalid username. <a href="%s" title="Password Lost and Found">Lost your password</a>?
cs_cz: <strong>CHYBA</strong>: Neplatné uživatelské jméno. <a href="%s" title="Obnovení zapomenutého hesla">Zapomněli jste heslo?</a>?

source: <strong>ERROR</strong>: Incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
cs_cz: <strong>CHYBA</strong>: Nesprávné heslo. <a href="%s" title="Obnovení zapomenutého hesla">Zapomněli jste heslo?</a>?

source: <strong>ERROR</strong>: We’re sorry, but this IP range has been blocked due to too many recent failed login attempts.<br /><br />Please try again later.
cs_cz: <strong>CHYBA</strong>: Je nám líto, ale tento rozsah IP adres byl zablokován kvůli příliš velkému počtu nedávných neúspěšných pokusů o přihlášení.<br /><br />Zkuste to prosím znovu později.

source: <strong>ERROR</strong>: Invalid username or incorrect password.
cs_cz: <strong>CHYBA</strong>: Neplatné uživatelské jméno nebo chybné heslo.

source: <strong>ERROR</strong>: Invalid username or incorrect password. <a href="%s" title="Password Lost and Found">Lost your password</a>?
cs_cz: <strong>CHYBA</strong>: Neplatné uživatelské jméno nebo chybné heslo. <a href="%s" title="Obnovení zapomenutého hesla">Zapomněli jste heslo?</a>?
